export const career: [string, string][] = [
    ["1966", "마드리드대학교 건축학과 교수"],
    ["1970", "프린스턴대학교, 하버드대학교 스위스 로잔대학교 방문교수"],
    ["1972–1980", "바르셀로나 공과대학교 교수"],
    ["1980–1984", "마드리드 공과대학교 교수"],
    ["1985–1990", "하버드대학교 건축대학원 학과장"],
    ["1998", "스페인 왕립 예술 아카데미 회원"],
    ["2013", "미국 예술 아카데미 명예 회원"],
];

export const awards: [string, string][] = [
    ["1993", "롤프쇼크 상 수상"],
    ["1996", "프리츠커 상 수상"],
    ["2001", "미스 반 데 로에 현대건축상 수상"],
    ["2003", "영국왕립건축가협회 로열 골드 메달 수상"],
    ["2012", "토마스 제퍼슨 메달 건축 부문 수상"],
    ["2012", "프린스페 데 아스투리아스 상 수상 외 다수"],
];
